<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<style type="text/css">
body {
	text-align: center;
}
textarea {
	font-size: 20px;
}
</style>
<meta charset="UTF-8">
<title>이용약관</title>
</head>
<body>
	<h3>이용약관</h3>
	<form>
		<textarea rows="30" cols="140">
워크스페이스 서비스이용약관
제 1 장 총칙
제1조(목적)
이 약관은 ㈜워크스페이스(이하 ‘회사’라 합니다.)가 이 제공하는 모든 서비스(이하 ‘서비스’라 합니다.)와 관련하여 정당한 방법으로 이용함에 있어 필요한 이용 조건, 절차 및 당사자간의 권리, 의무 등 기본적인 사항을 규정하는 것을 목적으로합니다.
제 2 조 (용어의 정의)
본 약관에서 사용하는 용어는 다음과 같이 정의합니다.
① 서비스: '회사’의 브랜드를 사용하는 온라인과 오프라인을 포함하는 모든 상품 및 서비스를 말하며, 회사가 제공한 API를 이용하여 제3자가 개발 또는 구축한 프로그램이나 서비스를 통하여고객 또는 회원에게 제공되는 경우를 포함합니다.
② 회원: ‘회사’ 멤버십 또는 서비스 사이트를 통해 본 약관 제 6 조에 정해진 회원가입 절차에 따라 가입하여 정상적으로 서비스를 이용할 수있는 권한을 부여 받은 고객을 말하며, 회원은 일반회원과 기업회원으로 구분되며 멤버쉽으로 호칭한다.
③ 사이트: ‘회사’가 운영하는 브랜드의 사이트를 말합니다
④ 고객: ‘회사’ 멤버십 및 회사가 제공하는 서비스를 이용하는 회원 또는 비회원을 말합니다.
⑤ 아이디(ID): (이하 “아이디” 또는 “계정”이라 합니다.) 회원식별과 회원의 서비스 이용을 위하여 ‘회사’ 멤버십 및 사이트를 통해 회원이 입력하고 회사가 승인하는 이메일(E-Mail)형식의 문자와 숫자의 조합을 의미합니다.
⑥ ‘회사’ 지점 및 센터: (이하 “지점”이라 합니다.) ‘회사’ 브랜드를 사용하는 모든 직영, 위탁 지점 및 프랜차이즈 계약을 통해 운영되는 전 센터를 말합니다.
⑦ 직원 및 운영자: (이하 “운영자”라 합니다.) ‘회사’ 멤버십 또는 지점 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가 선정한 자를 의미합니다.
제3조 (약관의 효력 및 개정)
① 본 약관은 그 내용을 회사가 사이트에 게시하고, 고객이 회사의 서비스를 이용함으로써 그 효력이 발생됩니다.
② 본 약관은 수시로 개정 가능하며 약관을 개정하고자 할 경우 회사는 개정된 약관을 적용하고자 하는 날(이하 “효력 발생일”이라함)로부터 최소 14일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 아래 규정된 방법 중 1가지 이상의 방법으로 회원에게 통지합니다. 다만, 회원에게 불리하게 약관내용이 변경되는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 고지합니다.
- 이메일(E-mail) 통보
- ’회사’ 멤버십 앱 Push, 공지사항
- 휴대전화 메시지(SMS, LMS등)
- 서비스 사이트 또는 앱 공지사항 내 고지
- 지점내 게시
- 기타 회원 가입 시, 회원이 제공한 연락처 정보 등을 이용한 전화 안내 등의 방법
③ 회사가 이메일(E-mail)통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에는 회원 아이디로사용되는 이메일(E-mail) 주소로 통보하며 이 경우, 당사가 적법한 통보를 완료한 것으로 봅니다.
④ 본 규정에 의하여 개정된 약관은 원칙적으로 그 효력 발생일로부터 장래를 향하여 유효합니다.
⑤ 본 약관의 개정과관련하여 이의가 있는 회원은 회원탈퇴를 할 수 있으며 개정된 약관의 효력 발생일까지 탈퇴하지 않거나 회사에 이의를 제기하지 않는 경우 변경된 약관에 동의한 것으로 봅니다.
⑥ 본 규정의 통지방법 및 통지의 효력은 본 약관의 각 조항에서규정하는 개별적인 또는 전체적인 통지의 경우에 이를 준용합니다.
제4조(약관 외 준칙)
① 회사가 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 운영청잭 (이하 “운영정책 등”)을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는 운영정책 등이 우선하여 적용됩니다
② 본 약관에서 정하지 아니한 사항이나 해석에 대해서는 운영정책 등 및 관계법령 또는 상관례에 따릅니다.
제5조(서비스 개요)
① 회사가 본 약관에 정해진 바에 따라 멤버십 회원에게 ‘회사’가 제공하는 사이트의 주요 서비스 항목은 아래와 같습니다.
가. ‘회사’ 사이트
회사가 제공하는 브랜드에 대한 설명과 공간 정보 제공 및 검색, 예약과 관련된 전반적인 기능을제공합니다.

제 2 장 회원
제6조(회원가입)
① 회원으로 가입하고자 하는 고객은 당사자가 정한 가입신청서에 정해진 사항을 기입한 후 본 약관과 ‘개인정보의 수집 및 이용 동의’에 동의함으로써 회원가입을 신청하며, 회사는 이러한 신청에 대하여 승낙함으로써 체결됩니다.
② 회사는 가입신청자의 신청에 대하여 회사가 제공하는 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 가입을 제한하거나 가입 승낙을 철회 할 수 있습니다.
가. 가입신청자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
나. 회원자격 상실 후 3개월 이내(정지기간)에 재가입을 신청하는 경우.
다. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우. 허위정보를 기재한 회원은 일체의 권리를 주장할 수 없고, 관련법에 따라 처벌을 받을 수 있으며, 회사는 추후 이용 계약을 해지할 수 있습니다.
라. 부정한 용도 또는 영리를 추구할 목적으로 서비스를 이용하는 경우
마. 회원의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
바. 유료서비스의 경우, 가입신청자에 대하여 파산, 회생 또는 이와 유사한 절차가 개시되었거나 개시신청이 있은 경우
사. 만 14세 아동이 이용신청을 하는 경우
아. 기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우
자. 관계법령에 위배되거나 사회의 안녕과 질서, 미풍약속을 저해할 수 있는 목적으로 신청한 경우
③ ‘회사’ 멤버십 회원과 서비스 이용에 따른 결제자가 다를 경우 회사는 이를 확인하기 위하여 제 증명을 요구할 수 있습니다.
④ 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우 승낙을 유보할 수 있습니다.
제7조(회원탈퇴 및 자격상실)
① 회원은 언제든지 사이트 또는 앱을 통해 회원탈퇴를 요청할 수 있으며, 회원의 요청에 따라 조속히 회원탈퇴에 필요한 제반 절차를 수행합니다.
② 회원이 다음 각 호에 해당하는 경우, 회사는 당해 회원에 대한 통보로써 회원 자격을 상실시키거나 3개월간정지시킬 수 있습니다. 다만, 다 호의 경우에는 회원에 대한 통보 없이 자격이 상실됩니다.
가. 회원 가입 신청 시, 허위 내용을 등록하거나 타인의 명의를 도용한 경우
나. 음주, 소란, 도난등의 사유로 다른 회원에게 피해를 발생시킨경우
다. 대한민국 국내 현행법을 위반한 사실을 확인한 경우
라. ‘회사’의 서비스 이용을 부당하게 방해하거나 그 정보를 도용하는 등 관련 법령을 위반하여 전자거래질서를 위협하는 경우
마. 기타 본 약관에 규정된회원의 의무를 위반한 경우
③ 본 조 제 ① 항에 의한 회원탈퇴 또는 제 ② 항에 의한 회원자격상실이 확정되는 시점은 아래와 같습니다.
가. 회원탈퇴 요청일 또는 회원자격상실 통보일에 회원탈퇴 또는 자격상실이 확정처리 됩니다.
제8조(회원에 대한 통지)
① 회원에 대한 통지를 하는 경우 회원이 등록한 이메일(E-mail)주소 또는 Push메시지 등으로 할 수 있습니다.
② 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 게시판 등에 게시함으로써 개별통지에 갈음할 수 있습니다.
③ 회사는 회원이 3년 이상 로그인 하지 않으면, 휴면계정으로 간주하고 회사가 제공하는 서비스 이용을 제한할 수 있습니다. 휴면계정으로 지정된 이후 다시 서비스를 이용하려면 회사가 정하는 본인 확인 절차에 따라 해제를 하여야 합니다.
④ 휴면계정으로 지정된 이후 90일 이내에 해제 신청을 하지 않은 경우 계정은 탈퇴처리 되며, 이에 따른 탈퇴 처리 후 회원에게 이를 통지합니다.
제 3 장 서비스의 제공 및 이용
제9조 (서비스의 이용개시)
① 회사는 회원의 가입신청의 자동승낙이 이루어진 시점부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정된 일자부터 서비스를 개시합니다.
② 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 서비스 사이트 및 앱에공지하거나 회원에게 이를 통지합니다.
제10조 (서비스의 이용시간)
회사가 제공하는 서비스의 이용은 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 지점 이용시간은 각 지점의 특성상 유동적일 수 있으며, 업무상이나 기술상의 이유로 서비스가 일시 중지될 수 있고, 운영상의 목적으로 회사가 정한 기간에는 서비스가 일시 중지될수 있습니다. 이러한 경우 회사는 사전 또는 사후에 이를 공지합니다.
제11조 (서비스의 변경 및 중지)
① 회사는 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있습니다.
② 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
가. 서비스 설비의 보수 등 공사로인한 부득이한 경우
나. 회원이 회사의 영업활동을 방해하는 경우
다. 정전, 제반 설비의 장애 또는 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
라. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는경우
③ 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 내 “공지사항”화면 등 회원이 충분히 인지할 수 있는 방법으로 게시합니다.
④ 다만, 회사가 사전에 공지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
⑤ 회원은 수시로 제 ② 항과 제 ③ 항에 의한 서비스 사이트를 확인하여야 하며, 공지사항 미확인으로 인해 발생하는 회원의 피해에 대해서 회사는 책임을지지 않습니다. 다만, 유료서비스의 변경 등 회원에게 중대하고 명백한 피해가 예상되는 경우에는 본 약관에서 정한 방법으로 회원에게 통지합니다.
⑥ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련 법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.
제12조 (예약)
① 공간 이용계약은 ‘회원’만 할 수 있습니다.
② 공간 이용 계약의 성립 시기는 ‘회원’이 ‘사이트’에서 공간예약 완료 후 ‘회사’가 예약완료로 승인한 시점으로 합니다.
③ ‘회원’은 ‘사이트’의 예약 확인 페이지에서 예약에 대한내용 확인 및 예약취소를 할 수 있습니다.
④ ‘회원’은 공간 예약 후 공간 이용시간 30분 이전까지 예약취소를 할 수 있으며, 이후에는 취소가 불가능합니다.
⑤ ‘회사’는 공간의 예약취소에 관한 구체적인 사항을 별도의 이용정책으로 정할 수 있습니다.
제13조 (정보의 제공 및 광고의 게재)
① 회사는 서비스를 운영함에 있어 회사의 서비스 관련 각종 정보 및 광고를 사이트와 ‘회사’ 멤버십을 포함한 서비스 화면에 게재하거나 SMS/MMS 및 스마트폰 Push알람 서비스로 제공받는데 동의한 경우 회사는 SMS/MMS 및 스마트폰 Push알람 서비스로관련 정보를 제공할 수 있습니다.
② 회원은 서비스 화면 및 서비스 사이트 등에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.
③ 회원은 관련법에 따른 거래 관련정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 수신거절을 할 수 있습니다.
④ 회원은 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.
제 4 장 계약당사자의 의무
제14조 (“회사“의 의무)
① 회사는 관련법과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 안정적인 서비스를 제공하기 위해 최선을 다하여 노력합니다.
② 회사는 서비스 제공과 관련하여 취득한 회원의 신상정보를 승낙 없이 제 3자에게 누설, 배포하지 않습니다. 다만, 관계법령에 의한 수사상의 목적으로 관계기간으로부터 요구 받은 경우나 방송통신심의위원회의 요청이 있는 경우 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.
③ 회사는 서비스와 관련한 회원의 불만사항이 접수되는 경우 이를신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 서비스 화면에 게재하거나 이메일(E-mail) 등을 통하여 동 회원에게 통지합니다.
④ 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의고의나 중과실에 기해 발생한 경우에 한하여 회사에서 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.
⑤ 회사는 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를준수합니다.
제15조(회원의 의무 및 자격존속기간)
① 회원은 서비스를 이용 할 때, 다음 각 호의 행위를 하여서는 안됩니다.
가. 회원가입 시 허위 사실을 기재하거나, 다른 개인정보의 도용, 부정하게 사용하거나, 휴대폰 명의자 허락 없이 휴대폰인증을 수행하는 행위
나. 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
다. 타인의 명예를 손상시키거나 불이익을 주는 행위
라. 회사 또는 제 3자의 저작권 등 기타 권리는 침해하는 행위
마. 이메일(E-Mail), SMS/MMS 전송 시 음란물을 게재하거나 음란사이트를 연결하는 행위
바. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
사. 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 악성코드 자료를 등록 또는 유포하는 행위
아. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
자. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로허위의 정보를 유통 시키는 행위
차. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
카. 회사의 직원이나 운영자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 이메일(E-mail) 을 발송하는행위
타. 기타 불법적이거나 부당한 행위
파. 회원은 관계 법령, 본 약관의 규정, 이용안내 및 서비스상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안됩니다.
하. 회원의 자격은 제 7조 규정에 의하여 상실될 때까지 존속합니다.
제16조 (알람 서비스에 대한 회사의 의무와 책임)
회사는 회원에게 SMS, 이메일, Push 알람을 보낼 수 있습니다.
제17조 (회원 관리에 대한 의무와 책임)
① 회원 ID(고유번호)와 Password(비밀번호)의 관리 소홀, 부정 사용에 의하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있으며, 회사의 시스템 고장 등 회사의 책임 있는 사유로 발생하는 문제에 대해서는 회사가 책임을 집니다.
② 회사는 회원의 안전한 개인정보보호를 위하여 비정기적 3개월 이상의주기로 비밀번호를 변경하도록 권고할 수 있으며, 이를 위한 기술적 조치를 제공할 수 있습니다.
③ 회원은 본인의 ID(고유번호) 및 Password(비밀번호)를 제3자에게 이용하게 해서는 안되며, 회원 본인의 ID(고유번호) 및 Password(비밀번호)를 도난 당하거나 제3자가 사용하고 있음을 인지하는 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.
제18조 (저작권 등의 귀속 및 이용제한)
① 회사가 작성한 저작물에 대한 소유권, 저작권, 특허권, 상표권 기타 지적재산권은 회사에 귀속합니다.
② 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나제3자에게 이용하게 하여서는 안됩니다.
③ 회원은 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없습니다.
제 5 장 개인정보보호
제19조 (이용자의 개인정보보호)
① 회사는 관련법령이 정하는 바에 따라 회원 등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보보호법에 관한 사항은 관련법령 및 회사가 정하는 “개인정보처리방침”에 정한 바에 따릅니다.
② 회사는 개인정보 보호를 위하여회원의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 회원의 개인정보의 분실, 도난, 유출 동의 없는 제3자 제공, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.
③ 회사는 제 2장 제 6조 1항에 규정을 통해 회원으로부터 개인정보의 수집, 제공, 및 활용에 관한 동의를 받습니다.
④ 회원 및 그 법정대리인은 회원탈퇴를 통해 언제든지 개인정보의 수집, 제공 및 활용에 대한동의를 철회할 수 있으며, 본인의 개인정보에 대한 열람 및 오류 정정을 요구할 수 있습니다.
제 20 조 (개인정보의 위탁)
① 회사는 수집된 개인정보의 취급 및 관리 등의 업무(이하 “업무”)를 스스로 수행함을 원칙으로 하나, 필요한 경우 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있습니다. 개인정보의 위탁에 관한 사항은 관련 법령 및 회사가 정하는 “개인정보처리방침”에 따릅니다.
제 6 장 손해배상 및 기타
제21조 (손해배상)
① 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를 배상하여야 합니다.
② 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해회원 이외의 제 3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
제22조 (면책사항)
① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
② 회사는 회원의 귀책사유로 인한 서비스의 이용장애에 대하여 책임을 지지 않습니다.
③ 회사는 회원이서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 서비스를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다. 회사는 회원이 서비스 사이트 및 앱에 게재한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여는 책임을지지 않습니다.
④ 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
제23조 (관할법원)
① 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.
② 본 조 제 1항의 협의에서도 분쟁이 해결되지 않을 경우 양 당사자는 민사소송법상의 관할법원에 소를 제기 할 수 있습니다.
부칙
이 약관은 2019년 02월 01일부터 적용됩니다.
		</textarea>
	</form>
</body>
</html>